IDEA StatiCa Open Model
SubStructureGeometry Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public SubStructureGeometry()
Public Sub New
public:
SubStructureGeometry()
See Also
Reference
SubStructureGeometry Class
IdeaRS.OpenModel.Model Namespace